<template>
	<p>本版更新时间: 2024年10月11日</p>
	
	<p class="title1">成都炽游隐私协议</p>
	<p>本隐私协议（“协议”）阐述了您在使用我们游戏（“服务”）时，我们如何收集、处理、存储和保护您的个人信息。使用本服务即表示您同意本协议的条款。如果您不同意本协议的任何部分，请勿使用本服务。</p>
	
	<p class="title2">1. 数据收集</p>
	<p>在您使用我们的服务时，我们可能会收集以下类型的数据：</p>
	
	<p>个人信息：我们可能会收集您的姓名、电子邮件地址、年龄、性别、电话号码、地址等个人身份信息。</p>
	<p>账户信息：在您注册账户时，我们会收集您选择的用户名、密码以及任何其他与账户相关的信息。</p>
	<p>使用数据：我们会收集有关您如何使用本服务的数据，包括游戏时长、游戏进度、成就、您访问的页面等。</p>
	<p>设备信息：我们可能会收集您的设备型号、操作系统、浏览器类型、IP地址、唯一设备标识符、OAID等信息。</p>
	<p>位置信息：在您允许的情况下，我们可能会收集与您设备相关的位置信息，以提供更好的游戏体验。</p>
	<p>Cookie和跟踪技术：我们可能会使用Cookies、网络信标和类似技术来收集和存储信息，以便提升您的用户体验。</p>
	<p>支付信息：如您通过应用内购买，相关支付信息将通过第三方支付处理商进行处理，我们不会存储您的信用卡信息。</p>
	<p>用户反馈：我们可能会收集您提供的反馈、评论或建议，以帮助我们改善服务。</p>
	<p class="title2">2. 数据使用</p>
	<p>我们将您的数据用于以下目的：</p>
	
	<p>提供服务：使用您的个人信息为您提供、管理和维护我们的游戏服务。</p>
	<p>个性化体验：根据您的使用习惯和偏好，个性化您的游戏内容和广告。</p>
	<p>客户支持：处理您的请求和反馈，提供客户支持。</p>
	<p>分析数据：分析游戏使用情况，以改进我们的服务和用户体验。</p>
	<p>安全性保障：确保服务的安全性，检测和防止欺诈、滥用或其他违法行为。</p>
	<p>营销和宣传：在您同意的情况下，向您发送与我们服务相关的促销信息、更新和新闻。</p>
	<p class="title2">3. Cookie的使用</p>
	<p>我们可能会使用Cookies和类似的技术来收集和存储信息。这些技术可以帮助我们：</p>
	
	<p>记住您的偏好设置和选项。</p>
	<p>分析用户行为，优化我们的服务。</p>
	<p>提供个性化内容和广告。</p>
	<p>您可以通过浏览器设置拒绝Cookies，但这可能会影响您在游戏中的体验。有关如何管理Cookies的更多信息，请访问您的浏览器帮助页面。</p>
	
	<p class="title2">4. 数据存储与保护</p>
	<p>我们将您的数据安全存储，并采取适当的技术和组织措施来保护您的数据免受未经授权的访问和处理。这包括：</p>
	
	<p>数据加密：对敏感数据进行加密处理，确保数据传输和存储的安全。</p>
	<p>访问控制：仅限授权人员访问您的个人数据，并实施严格的访问权限管理。</p>
	<p>定期安全审核：定期检查和评估我们的安全措施，以确保您的数据安全。</p>
	<p>尽管我们采取了合理的措施来保护您的数据，但请注意，没有一种方法是完全安全的。因此，我们无法保证您的数据的绝对安全。</p>
	
	<p class="title2">5. 数据共享</p>
	<p>我们不会与任何第三方共享您的个人数据，除非在以下情况下：</p>
	
	<p>法律要求：例如响应传票或其他法律程序。</p>
	<p>维护合法权益：例如调查欺诈或侵犯行为。</p>
	<p>服务供应商：与我们的服务供应商共享，他们将帮助我们提供服务并受到隐私保护协议的约束，例如支付处理、数据分析和市场推广服务。</p>
	<p>业务转让：在合并、收购或资产出售的情况下，您的个人信息可能会被转移给第三方。</p>
	<p class="title2">6. 数据保留</p>
	<p>我们将保留您的个人数据仅为达到本协议所述目的所需的时间，或根据适用法律的要求。我们会定期审查保留的数据，并在不再需要时安全删除或匿名化您的个人信息。</p>
	
	<p class="title2">7. 您的权利</p>
	<p>根据适用的隐私保护法律，您可能拥有以下权利：</p>
	
	<p>访问权：您有权请求访问我们所持有的关于您的个人数据。</p>
	<p>更正权：您有权要求更正不准确或不完整的个人数据。</p>
	<p>删除权：您可以要求删除您的个人数据，前提是符合相关法律法规。</p>
	<p>撤回同意权：您有权随时撤回对我们处理您个人数据的同意。</p>
	<p>数据可携带权：您有权请求将您的个人数据转移至其他服务提供商。</p>
	<p>如需行使这些权利，请通过以下方式联系我们。</p>
	
	<p class="title2">8. 协议的修订</p>
	<p>我们保留随时修订本协议的权利。修订后的协议将通过游戏或网站通知您。建议您定期查看本协议以了解更新信息。您的继续使用本游戏将被视为您接受修订后的协议。</p>
	
	<p class="title2">9. 联系信息</p>
	<p>如对本协议有任何问题，请通过以下方式联系我们：</p>
	
	<p>成都炽游网络科技有限公司</p>
	<p>电子邮件：chiyou0527@163.com</p>
	
	<p class="title2">10. 第三方链接</p>
	<p>我们的服务可能包含指向第三方网站的链接。这些网站的隐私做法不在我们的控制范围内，我们对此不承担任何责任。我们建议您在访问这些网站时仔细阅读它们的隐私政策。</p>
	
	<p class="title2">11. 未成年人隐私</p>
	<p>我们重视未成年人的隐私。如果您是未成年人（通常是指18岁以下），请在父母或监护人的同意下使用我们的服务。我们不会故意收集未成年人的个人信息。如果您发现我们不小心收集了未成年人的个人信息，请立即联系我们，我们将采取措施删除相关信息。</p>
	
	<p class="title2">12. 国际数据传输</p>
	<p>您的信息可能会被转移至您所在国家以外的地方，并在该国家以外的设施中进行处理。我们会采取合理措施，以确保您的个人信息得到充分保护，并遵循适用的法律法规。</p>
	
	<p class="title2">13. 免责声明</p>
	<p>尽管我们采取了合理的安全措施来保护您的个人信息，但我们无法保证数据传输或存储的绝对安全。在任何情况下，我们都不对因您的个人信息泄露或不当使用而导致的任何直接或间接损失负责。</p>
	
	<p class="title2">14. 投诉与争议</p>
	<p>如果您对本协议或我们的隐私做法有任何疑虑或投诉，请通过上述联系方式与我们联系。我们将认真对待您的投诉，并努力解决相关问题。若投诉未能妥善解决，您可向相关数据保护机构提出投诉。</p>
	
	<p>感谢您对我们隐私政策的关注，我们将竭诚为您提供更好的服务。</p>
</template>

<script>
</script>

<style>
	page{
		width: 95%;
		padding: 20rpx;
	}
	.title1{
		font-size: 60rpx;
		font-weight: bold;
		line-height: 150rpx;
	}
	.title2{
		font-size: 40rpx;
		line-height: 120rpx;
	}
</style>